Repository: Innostark/tajeercares
Catalog: APIInterface/Resources/HomeResource.*.resx
Languages: ar

source: Account Type
ar: نوع الحساب

# ActionList
source: Action List - Cars overdue & un-paid cases
ar: قائمة العمل - سيارات الحالات المتأخرة و الامم المتحدة و المدفوع

source: Address
ar: عنوان

# AllBusinessC
source: All Business Controls (ABC's)
ar: جميع الضوابط الأعمال ( ايه بي سي نيوز )

# Allocationof
source: Allocation of a vehicle
ar: تخصيص سيارة

# AutomatedPricing
source: Automated Pricing & discounts
ar: التسعير الآلي و الخصومات

source: Booking/Reservations
ar: الحجز

source: CaReS
ar: العطاء

source: Car Rental
ar: تأجير السيارات

# ChauffeursInsurances
source: Chauffeurs, Insurances & Services selection
ar: السائقين ، التأمينات والخدمات اختيار

source: Choose Us
ar: اختر بنا

source: Company
ar: شركة

# CompanyName
source: Company's Name
ar: اسم الشركة

# CompanyShortURL
source: Company's Short URL
ar: الشركة قصيرة URL

source: Country
ar: بلد

# CustomerProfitability
source: Customer Profitability Analysis (CPA)
ar: تحليل الربحية العملاء (CPA )

# Dailyreports
source: Daily reports & dashboard features provide instant analysis of your daily features.
ar: توفر التقارير اليومية و ملامح لوحة أجهزة القياس تحليل لحظة من الميزات اليومية.

source: Dashboard Management
ar: إدارة لوحة القيادة

source: Email
ar: البريد الإلكتروني

# EnjoyDoing
source: Enjoy doing business with us!
ar: تتمتع التعامل معنا

source: Fantastic Support
ar: دعم رائع

# FlexibleCustomer
source: Flexible Customer Age Policies
ar: سياسات مرنة العمر العملاء

source: Fuel Filling
ar: تعبئة الوقود

# GuaranteedIncrease
source: Guaranteed increase in
ar: زيادة مضمونة في

# InterBranch
source: Inter Branch Transfers
ar: نقل فرع المشترك

# isScalable
source: is a scalable application suite which is designed by highly qualified staff with decades of experience in car rental industry. It gives its customers, a privilege to customize pricing, define rates based on vehicles classification, define packages, create and configure branches.
ar: هو مجموعة قابلة لل تطبيق والتي تم تصميمها من قبل الموظفين المؤهلين تأهيلا عاليا مع عقود من الخبرة في صناعة تأجير السيارات . فإنه يتيح لعملائه ، وهي ميزة لتخصيص التسعير ، وتحديد معدلات بناء على تصنيف المركبات و تحديد الحزم، و إنشاء وتكوين فروع .

source: Key Performance Indicators
ar: مؤشرات الأداء الرئيسية

source: Main Features
ar: الميزات الرئيسية

# Managementcontrolled
source: Management controlled up-gradation policies
ar: إدارة التحكم يصل تدرج السياسات

# MenuBenefits
source: Benefits
ar: فوائد

# MenuHome
source: Home
ar: الصفحة الرئيسية

# MenuLogin
source: Login
ar: تسجيل الدخول

# MenuOverview
source: Overview
ar: نظرة عامة

# MenuRequestDemo
source: Request A Demo
ar: طلب عرض توضيحي

# MenuServices
source: Services
ar: الخدمات

# MenuSignup
source: Signup
ar: سجل

source: Message
ar: رسالة

source: Mobile App
ar: موبايل التطبيق

# Mobileplatform
source: Mobile platform provides an opportunity to reach a large number of people and mark your valuable presence.
ar: وتوفر منصة متنقلة فرصة للوصول إلى عدد كبير من الناس و بمناسبة وجود الثمين.

# MotorVehicle
source: Motor Vehicle Periodic Inspection
ar: محرك سيارة الدورية التفتيش

source: Name
ar: اسم

# NonRevenue
source: Non-Revenue, KM analysis
ar: غير الإيرادات ، تحليل KM

source: No trespassing of Mileage
ar: لا التعدي على ممتلكات الغير من الأميال

source: Online Reservation
ar: الحجز عبر الإنترنت

source: Our
ar: لنا

source: Our Contacts
ar: المنسوبين

# Ourdedicatedteam
source: Our dedicated team provides quick response ready to help you at no additional charge.
ar: يوفر دينا فريق متخصص استجابة سريعة استعداد لمساعدتك في أي رسوم إضافية .

source: Password
ar: كلمة السر

source: Periodic Maintenance
ar: الصيانة الدورية

source: Phone Number
ar: رقم الهاتف

# PleaseFill
source: Please Fill the Form
ar: يرجى ملء استمارة

source: Pricing Control
ar: مراقبة الأسعار

source: Register
ar: تسجيل

source: Registration
ar: تسجيل

source: Rental Agreements
ar: اتفاقيات الإيجار

# RestrictedFor
source: Restricted forward date Rental Agreement Opening
ar: تقييد التاريخ إلى الأمام اتفاقية تأجير افتتاح

# ReTypePass
source: Re-Type Password
ar: إعادة كتابة كلمة المرور

source: Revenue
ar: دخل

source: Risk Analysis
ar: تحليل المخاطر

# SalesAnalysis
source: Sales analysis, Gross Profits, Profit and Loss
ar: تحليل المبيعات ، الأرباح الإجمالية ، الأرباح والخسائر

source: Send
ar: إرسال

source: Solution
ar: حل

# SpecialPermissions
source: Special Permissions on Back Dated Rental Agreement Closing
ar: ضوابط خاصة على العودة بتاريخ تأجير الإنتهاء الاتفاق

# StartManaging
source: Start Managing your Fleet, Pricing and Customers.
ar: تبدأ إدارة أسطول الخاص بك ، التسعير و العملاء

source: Start Your Rental
ar: بدء الإيجار

# String1
source: Non-Revenue Ticket
ar: غير إيرادات التذاكر

# Systemallows
source: System allows third party partner web-sites to get available vehicles & costing information.
ar: النظام يسمح شريك طرف ثالث المواقع على شبكة الإنترنت للحصول على المركبات المتاحة ومعلومات التكاليف.

# Trackingof
source: Tracking of vehicle’s movement & its condition
ar: تتبع حركة السيارة و حالتها

source: User
ar: المستخدم

# UtilizationRates
source: Utilization rates (On road, Off road - Time analysis)
ar: معدلات الاستخدام (على الطريق ، على الطرق الوعرة - الوقت تحليل )

# VehicleGrant
source: Vehicle Grant to Management
ar: منح السيارة للإدارة

# VehicleMov
source: 24/7 Vehicle Movement details
ar: 24/7 تفاصيل حركة المركبات

# VehicleUp
source: Vehicle Up-gradation & replacement
ar: السيارة يصل تدرج واستبدال

source: Why to
ar: لماذا ل
